Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: And pretty much everyone agrees it's not going to happen. In his paper, Zhou called for using the International Monetary Fund's special drawing right (SDR) currency, now used mainly for accounting purposes by the Washington-based organization, and pegge
ar: و تقريبا فإن كل شخص يوافق على أن ذلك لن يحصل. ينادي زو في بيانه إلى استخدام عملة لصندوق النقد الدولي ذات ‛ حق السحب الخاص ‛ أو ( اس دي أر ), الآن يتم استعمالها بشكل رئيسي في المحاسبة من قبل المنظمة التي مقرها في واشنطن, و يسحب ذلك على اليورو, الباوند, ا

source: Seeking More Say
ar: الرغبة بسلطة أكبر

source: How then to read Zhou's roiling of the financial waters? It's most likely a shot across the bow signaling China's intention to have a greater voice in world financial affairs. When he attends the G-20 opening on Apr. 2, Chinese President Hu Jintao is almo
ar: كيف إذن نستطيع قراءة قلق زو من التيارات المالية؟ إنه أمر أقرب إلى طلقة نحو الهدف تشير إلى نية الصين في أن يكون لديها صوت أعظم في ما يخص الشؤون المالية العالمية. فالرئيس الصيني متأكد تقريبا من أنه سيدعو إلى توسيع حقوق تصويت الصين في, و ذلك عندما سيحضر إلى

source: By calling for a super-sovereign reserve currency, Zhou signals China's dissatisfaction with the global economic pecking order. As well as demonstrating Beijing's new more assertive role in the world economy, Zhou's proposal to replace the dollar may also
ar: بالدعوة إلى عملة احتياطية رئيسية جديدة, فإن زو قد أشار إلى استياء الصين الطلب الاقتصادي العالمي المنحدر بشدة. إضافة إلى عرض دور بكين الجديد الأكثر حزما في الاقتصاد العالمي, إن اقتراح زو باستبدال الدولار قد يشير أيضا إلى حركة أكثر عدوانية في تنويع حصص تبا

source: The central banker's controversial proposal is the latest in a series of moves signaling Chinese irritation with the U.S. For instance, Premier Wen Jiabao on Mar. 13 told reporters he was worried about the value of China's massive dollar holdings. Stand
ar: إن عرض البنك المركزي المثير للجدل هو الأخير من سلسلة من التحركات التي تشير إلى الامتعاض الصيني من الولايات المتحدة. فعلى سبيل المثال, أخبر رئيس الوزراء وين جياباو في الثالث عشر من شهر آذار الصحفيين بأنه كان ‛ قلقا ‛ حول قيمة الممتلكات الصينية الضخمة الم

source: Despite Zhou's bold proposal, Beijing also knows that any rapid move toward a new reserve tender could backfire for China. That would erode the value of China's dollar holdings and likely would lift the value of the yuan, China's currency, making the coun
ar: و على الرغم من عرض زو الجريء, فإن بكين تعلم أيضا أن أي تحرك سريع باتجاه عرض احتياطي جديد مخن الممكن أن يؤثر على الصين بشكل عكسي. حيث يكمن أن يؤدي ذلك إلى إضعاف قيمة حصص الصين من الدولار كما أنه من المحتمل ارتفاع قيمة الين, أي العملة الصينية, جاعلة قطاع ا

source: is BusinessWeek's Asia News Editor and China bureau chief. With Frederik Balfour in Hong Kong
ar: روبيرتز هو المحرر في أسيا نيوز بزن سويك و رئيس مكتب الصين. بالاشتراك مع فريدريك بالفور في هونك كونغ.

source: Dexter Roberts
ar: بقلم ديكستر روبيرتز

source: North Korea’s Missile Test Raises International Concern
ar: الاختبار الصاروخي لكوريا الشمالية يثير قلقا دوليا

source: Palestinian Land Day background
ar: خلفية يوم الأرض الفلسطيني

source: Land Day marks the beginning of March 1976 when the Israeli Labor party government, with Prime Minister Isaac Rabin, took the decision to confiscate hundreds of square kilometers of 'Sakhnin' city farms, an Arabic city inside the green line that was occup
ar: يخلد يوم الأرض مستهل شهر مارس سنة 1976 عندما اتخذت الحكومة الإسرائيلية ممثلة في حزب العمل، وبقيادة رئيس الوزراء إسحاق رابين، قرارا يقضي بمصادرة مئات الأمتار المربعة من مزارع مدينة سخنين، وهي مدينة عربية توجد داخل الخط الأخضر وتم احتلالها سنة 1948. واتخذ

source: of March, while 'Sakhnin' residents were in their farms, Israeli Police and border guards forced themselves onto the farmers' land and threw them out, fencing the perimeter and confiscating the land. News of the confiscation spread fast to nearby cities a
ar: وفي الوقت الذي كان فيه سكان سخنين في مزارعهم، قامت الشرطة الإسرائيلية وحرس الحدود باقتحام أراضي المزارعين وطردهم خارجها، كما وضعت سياجا على المزارع وصادرت الأرض. وانتشر خبر المصادرة بسرعة في المدن والقرى المجاورة، حيث خرج الآلاف من العرب إلى شوارع المدن

source: th
ar: شهر مارس،

source: Despite the relatively high number of martyrs amongst them, the Arabs inside Israel succeeded in holding on to their Palestinian identity and extracting a promise from the Israeli government to never confiscate their land again.
ar: ورغم ارتفاع عدد الشهداء نسبيا في أوساط العرب الموجودين داخل إسرائيل، فقد تمكنوا من الاحتفاظ على هويتهم الفلسطينية، واستخلصوا وعدا من الحكومة الإسرائيلية بألا تقوم بمصادرة أراضيهم مرة أخرى.

source: The history of 1976 still has great relevance to the current situation. In the Palestinian territories occupied in 1967, the ever-increasing settlement growth and the building of the Apartheid Wall will leave the Palestinians with no more than 12% of Hist
ar: إن تاريخ 1976 لا تزال تربطه علاقة بالوضعية الحالية. فالتوسع المطرد للمستوطنات وإقامة حائط الفصل العنصري، أمران سيجعلان الفلسطينيين يعيشون على أقل من 12% من أرض فلسطين التاريخية. وكل يوم يمر إلا وتستمر معه مصادرة الأراضي من طرف الإسرائيليين، واقتلاع الأشجا

source: On the 30
ar: في الثلاثين من

source: Doha Summit ends with a whimper
ar: قمة الدوحة تختتم على إيقاع التذمر

source: The Doha Arab Summit has just ended a day early, with a whimper rather than a bang.
ar: اختتمت أشغال قمة الدوحة قبل يوم من الموعد المقرر على إيقاع من التذمر بدلا من خلق مفاجأة جديدة.

source: Doha Declaration
ar: الختامي

source: The final
ar: أعرب الإعلان

source: posted the text of over twenty statements
ar: ولقد نشر الموقع الرسمي للقمة نص البلاغ متضمنا لأكثر من عشرين تصريحا،

source: too busy patching things up with Qaddafi
ar: هل كان الملك عبد الله منشغلا للغاية بإصلاح ذات البين مع القذافي

source: Fun fact: after Iraqi Prime Minister Nuri al-Maliki requested that his country postpone hosting a summit until 2011 instead of trying to do it in 2010 (which would have been quite a logistical challenge, to say the least), the honor of hosting the next su
ar: أمر مثير: بعد أن التمس رئيس الوزراء العراقي، نوري المالكي، تأجيل استضافة بلده للقمة العربية إلى سنة 2011 بدلا من 2010 (لأن الأمر قد يشكل تحديا على المستوى اللوجيستيكي، على سبيل الحصر فقط)، وتم منح شرف احتضان القمة المقبلة لـ ... ليبيا.

source: That should be interesting
ar: سيكون الأمر مثيرا للاهتمام.

source: Netanyahu and the ‘Future of the Peace Process’
ar: نتنياهو ومستقبل عملية السلام

source: It seems that the Palestinian-Israeli ‘peace process’ is in serious jeopardy. At least, this is the immediate impression one gleans from media reports from Israel. Unlike, Israel’s Kadima and Labor party ‘moderates’, Prime Minister-designate Benjamin Neta
ar: يبدو أن عملية السلام الفلسطينية-الإسرائيلية توجد في خطير كبير. على الأقل هذا هو الانطباع الفوري الذي نستشفه من التقارير الإعلامية الإسرائيلية. وعلى عكس المعتدلين في حزبي كاديما والعمل، فإن رئيس الوزراء المعين، بنيامين نتنياهو، يعتبر على نطاق واسع عنصر

source: Livni: New government is bad for Israel
ar: ليفني: الحكومة الجديدة سيئة بالنسبة لإسرائيل

source: By Haaretz Service
ar: خدمة هارتس

source: Opposition leader Tzipi Livni on Tuesday wished success to the incoming coalition as it prepared to be sworn in at the Knesset in Jerusalem, but quickly added that the deal under which the government had been assembled would not benefit the state at all.
ar: عبرت زعيمة المعارضة، تسيبي ليفني، يوم الثلاثاء عن متمنياتها بالنجاح للتحالف الحكومي المقبل، في الوقت الذي تتهيأ فيه لأداء القسم بالكنيست بالقدس، غير أنها سرعان ما أضافت أن الاتفاق الذي اجتمعت حوله الحكومة لن يفيد الدولة بأي شيء.

source: Livni, who lost out on the opportunity to form the new government despite her Kadima party's slim win in the February elections, told lawmakers on Tuesday that the opposition under her leadership would act responsibly.
ar: وكانت ليفني، التي أضاعت فرصة تشكيل حكومة جديدة، رغم الفوز الضيق لحزبها كاديما خلال انتخابات فبراير الماضي، قد صرحت يوم الثلاثاء أمام النواب البرلمانيين بأن المعارضة في ظل قيادتها ستتصرف على نحو مسؤول.

source: I would like to see new government succeed, Livni said, as she took the podium following incoming Prime Minister Benjamin Netanyahu's address.
ar: وقالت بعد إلقاء رئيس الوزراء الجديد نتانياهو خطابه: أتطلع لرؤية الحكومة الجديدة تنجح في مهمتهما.

source: Her speech was heaped with criticism of Israel's 32nd government, though, calling the coalition deal a shame to the Knesset.
ar: وكان خطابها مثقلا بالانتقادات الموجهة للحكومة الثانية والثلاثين في تاريخ إسرائيل، لدرجة وصفها لاتفاق التحالف بـ العار على الكنيست.

source: Livni also blasted the enormous size of the cabinet, which will comprise 30 ministers and seven deputy ministers.
ar: كما انتقدت ليفني بشدة الحجم الهائل للحكومة، التي ستتشكل من ثلاثين وزيرا وسبعة نواب وزراء.

source: The honorable prime minister-designate, the skinny man who is getting skinnier every day, Livni said, alluding to Netanyahu's feted metaphor of the private sector struggling to support the wasteful public sector. On this thin man's shoulders you have n
ar: وقالت ليفني، في إشارة إلى الاستعارة التي يهلل لها نتانياهو بخصوص القطاع الخاص الذي يكابد لدعم القطاع العام: رئيس الوزراء المكلف المحترم، الرجل النحيل والذي يزداد نحالة يوما بعد آخر. وأضافت: لقد قمتم على كتفي هذا الرجل بإغراق هذه الحكومة المضخمة، المليئ

source: A big and lavish cabinet is wrong at a time of economic constraints, said Livni, adding that the public will have to carry the enormous weight of a bloated cabinet.
ar: قالت ليفني: من الخطأ تشكيل حكومة واسعة ومبذرة في مرحلة تتميز بالقيود الاقتصادية، مضيفة أنه سيتيعن على الشعب تحمل الثقل الهائل لهذه الحكومة المضخمة.

source: Kadima will continue to be alternative to government, she vowed. If [we] had joined the government, we would have buried hope. Livni pledged that her opposition would work to bring the public's faith back to the Knesset.
ar: وتعهدت على أن حزب كاديما سيظل بديلا للحكومة. وقالت: إذا انضممنا إلى الحكومة، فإننا سنكون قد أقبرنا الأمل. كما تعهدت بأن معارضتها ستعمل على إعادة الثقة إلى عامة الإسرائيليين في الكنيست.

source: She also took the opportunity to lambaste Labor Party Chairman Ehud Barak, who chose to join Netanyahu's government despite the latter's right-wing stance.
ar: واستغلت ليفني الفرصة أيضا لتوبيخ رئيس حزب العمل، إيهود باراك، الذي اختار الانضمام إلى حكومة نتانياهو رغم المواقف اليمينية لهذا الأخير.

source: Ehud Barak is committing personal fraud by exploting his political connections, she said.
ar: وقالت: إن يهود باراك يرتكب خطأ شخصيا بإفساده لعلاقاته السياسية.

source: In response, Barak's office called Livni's embarrassing statements... proof of her losing control.
ar: وفي رد على ذلك، اعتبر مكتب باراك تصريحات ليفني المحرجة... دليل على فقدانها للتحكم.

source: The extent of her frustration is not a justification to say these things in the name of a 'more ethical politics,' Barak's associates said. Ms. Livni should put her own house in order, and scrutinize the conduct of Kadima members, before giving lessons
ar: وقال مساعدو باراك: إن مدى غضبها لا يبرر تلفظها بتلك الأشياء باسم 'سياسات أكثر أخلاقية'. وأضافوا: يتعين على السيدة ليفني ترتيب بيتها، وتمحيص تصرفات أعضاء حزب كاديما، قبل أن تباشر بإعطاء الدروس للآخرين.

source: Livni should invest her energies in parliamentary motions instead of baseless and reckless accusations, they concluded.
ar: واختتموا ردهم بالقول: ينبغي على ليفني استثمار طاقاتها للتقدم بمقترحات إلى البرلمان بدلا من توجيه اتهامات لا أساس لها وغير مسؤولة.

source: Related articles:
ar: مقالات ذات صلة:

source: British forces hand over control of Basra airport to Americans
ar: القوات البريطانية تقوم بتسليم زمام الأمور بمطار البصرة إلى القوات الأمريكية

source: • Ceremony marks formal withdrawal from Iraq
ar: تم التسليم خلال إحتفال رسمى يعلن عن بدء انسحاب القوات البريطانية من العراق

source: In a ceremony marking the UK's official withdrawal from Iraq, Major General Andy Salmon transferred authority to a US major general, Michael Oates. Most of the 4,100 British troops will go by 31 May, the day they complete their combat mission.
ar: فى إحتفال رسمى يشير إلى بدء انسحاب القوات البريطانية من العراق، قام اللواء العسكرى آندى سالمون بتحويل سلطة الحكم إلى قرينه اللواء الأمريكى مايكل أوتس. و قد تم التصريح بأن نحو أربعة آلاف و مائة مجند بريطانى سيرحلون عن البلاد بحلول الحادى و الثلاثين من ماي

source: Britain has formally handed to the US control of Basra airport, where thousands of its troops have been based since the invasion of
ar: قامت القوات البريطانية بتسليم زمام الحكم بمطار البصرة إلى القوات الأمريكية، حيث كان يقبع أو يعسكر آلاف من جنودها منذ بدء الغزو الأمريكى للعراق من قرابة الستة أعوام.

source: Air Chief Marshall Sir Jock Stirrup, chief of the defence staff, flew in from London for the changing of the guard ceremony, and the Royal Marines band played Reveille as the US 10th Mountain Division hoisted its standard in place of the British division
ar: قام السير القائد العسكرى للقوات الجوية البريطانية بالعراق جوك ستيروب، قائد مجموعة الدفاع بالطيران صوب لندن من أجل تفعيل إحتفال الحراسة و قامت الفرقة الموسيقية القوات الملكية البريطانية الجوية بعزف سلام الوداع حيث تم رفع علم القوة العاشرة قسم الجبل بالإحل

source: This occasion is about the countless numbers of young men and women from far-flung corners of the US and the various reaches of the British Isles who have together striven here with such commitment, such dedication and courage, over so long a period, St
ar: و قد علق ستيرب خلال ذلك الإحتفال أن المناسبة ارتبطت بالأعداد التى لا تحصى من الشباب من كلا الجنسين و الذين تركوا أوطانهم و منازلهم ليأتوا إلأى هنا ملتزمين بالعهد الذى قطعوه و الإلتزام بالشجاعة و الكياسة كل تلك المدة .

source: Since 2003, 179 UK personnel have died in Iraq, 43 as a result of illness or accidents. Yesterday there was talk of gallantry and hardships endured, but the memory of only one former British leader was invoked - Winston Churchill. There was no mention of
ar: و منذ عام 2003 فقد توفى نحو 179 فرد من القوات البريطانية بالعراق، منهم ثلاث و أربعين جراء الأمراض و الحوادث. و قد تم مناقشة أمس مدى صعوبة الآلام و المشقات التى تحملتها القوات البريطانية داخل الأراضى العراقية، إلا أن الذكرى إرتبطت بالمصلح البريطانى السابق

source: General Ray Odierno, the US commander in Iraq, paid tribute to reconstruction efforts, which are slowly taking shape in Basra after eight relatively stable months.
ar: و قد قام اللواء راى أوديمو، قائد القوات الأمريكية بالعراق بدفع مساهمة للمساعدة فى عملية إعادة الإعمار. و التى تتحدد ملامحها الأساسية بشكل بطىء نسبياً فى البصرة بعد مجرد مرور ثمانية أشهر فقط مستقرة بشكل نسبى.

source: Under the former regime, the people of Basra suffered from oppression and neglect, he said. Only one in four people had access to running water and one in 10 had access to sewerage. The British presence here brought in projects of over $1bn [£0.7bn], a
ar: و قد أكمل هذا اللواء تعليقه موضحاً أنه قد عانى سكان البصرة الكثير تحت حكم النظام السابق، حيث عانوا من الظلم و التهميش الجانبى كذلك. حيث لم يتم السماح سوى لربع السكان من الاستفادة من المياه الجارية بالإضافة إلى أنه فقط عشر السكان اتيحت لهم الفرصة من الاست

source: While the US will be on hand in crises as well as protecting supply routes, the Iraqis now have overall responsibility for Basra's security. John Hutton, the defence secretary, said: Basra is now a much safer city with a bright economic future, which has
ar: و فى نفس الوقت الذى ستوفر فيه القوات الأمريكية من خلال وجودها المساعدة ستقوم القوات الوطنية العراقية بحمل المسؤلية الكاملة و المرتبطة بحفظ الأمن فى مدينة البصرة. و قد صرحج جون هوتون سكرتير الدفاع أن البصرة الآن أصبحت أكثر أماناً مع إتاحة مستقبل أكثر اشراق

source: Aside from safer streets, Basra city, about 10 miles from the fortified airport base, has yet to see the broad benefits of the money pledged. The army has funded several dozen community projects, such as pavement improvements and general clean-ups, but th
ar: و بعيداً عن الشوارع الآمنة بمدينة البصرة، و على بعد نحو عشرة أميال من أرض قاعدة الميناء الجوى، تستطيع أن ترى الفوائد الجمة لسلسلة المشروعات المجتمعية التى يتم انشاؤها و منها عمليات تمهيد الطرق و تحسينها، و عمليات النظافة المستمرة، إلا أن مسألة الصرف الصحى

source: Salmon, who took control of the Basra region last summer, said: Basra bears little resemblance to the place I came to with my headquarters eight months ago. Security was not a given and we were in the midst of six months of counter-insurgency operations.
ar: كما أن اللواء سالمون و الذى تقلد حكم مدينة البصرة خلال الصيف الماضى قد علق كذلك بأن البصرة تحمل فى طياتها بعض الشبه مع المكان الذى قدمت إليه منذ ثمانية أشهر مضت. حيث لم يتم توفير الأمن حينذاك و لقد عشنا نحو ستة أشهر وسط عمليات جراحية متبادلة.

source: General Nasier Abadi, vice-chief of staff of the Iraqi joint forces, said: On behalf of all the Iraqis, I thank the United Kingdom for the hard work and sacrifice that helped bring peace and stability to Iraq's second city.
ar: كما أن اللواء ناصر عبادى، نائب رئيس القوات العراقية المضمومة للحفاظ على الأمن بالبصرة علق موضحاً أنه نيابةً عن كل العراقيين فأنا أشكر المملكة البريطانية للعمل و الجهد الجبار و الذى قامت به للمساعدة على جلب السلام و الاستقرار إلأى المدينة الثانية بالعراق.

source: Gordon Brown called the handover a further step forward in the UK's work in Iraq. He added: There have been difficult times along the way, but British troops have made an outstanding contribution to laying the ground for a stable and increasingly prosp
ar: و قد أوضح جوردن براون أن عملية تسليم السلة بالبصرة هو عبارة عن خطوة ذات شأن تسجل فى سجل أعمال المملكة البريطانية بالعراق، كما أضاف أن لقد واجهتنا أوقات عصيبة بالمنطقة إلا أن القوات البريطانية قد قامت بمشاركة مميزة مرموقة فى تأسيس الأرضية اللازمة لنشأة مد

source: London
ar: أنفاق لندن

source: I’m flying to London later tonight to blog the
ar: سأطير إلى لندن في وقت لاحق الليلة لحضور ملتقى,

source: G20 Summit
ar: القمة العشرين

source: 50 bloggers from 22 different countries
ar: سيكون هناك خمسين مدونا من اثنين و عشرين بلدا مختلفا.

source: have been invited by a group of British NGOs to provide a different kind of coverage for this global event, where world leaders will meet to discuss the current economic crisis and try to find answers and solutions. More from there later…
ar: تمت دعوتهم من قبل مجموعة من البريطانيين لتوفير نوع مختلف من التغطية لهذا الحدث العالمي, حيث يسجتمع زعماء العالم لمناقشة الأزمة الاقتصادية الحالية و محاولة إيجاد إجابات وحلول. و سيكون هناك المزيد من التغطية لهذا الحدث في وقت لاحق...

source: Waiting to see your coverage report!
ar: في انتظار رؤية تقريرك الذي يغطي هذا الحدث!

source: That is just great! Congratulations!
ar: إن هذا شيء عظيم! تهانينا!

source: Monday, March 30, 2009 at 22:20
ar: الاثنين 30 أذار, 2009 الساعة 22:20

source: What a signal distinction.
ar: إنه امتياز بارز.

source: You have certainly merited this honour, and I truly await your reportage with anticipation.
ar: إنك تستحق هذا الشرف بالتأكيد, و أنا بانتظار تحقيقاتك الصحفية بشوق حقيقي.

source: Monday, March 30, 2009 at 22:48
ar: الاثنين 30 أذار, 2009 الساعة 22:48

source: I am very jealous!
ar: انني أحسدك بشدة!

source: You deserve it dear and please keep us posted!
ar: إنك تستحق ذلك و من فضلك أبقنا على اطلاع بالمستجدات!

source: Monday, March 30, 2009 at 23:12
ar: الاثنين 30 أذار, 2009 الساعة 23:12

source: Netanyahu tells IDF: Make every effort to catch Bat Ayin murderer
ar: نتانياهو يقول لقوات الدفاع الإسرائيلية: ابذلوا قصارى جهدهم للقبض علي قاتل مستوطنة بات هعاين

source: Two days after being sworn in as prime minister, Benjamin Netanyahu issued a statement condemning the terror attack earlier Thursday in the West Bank settlement of Bat Ayin, in which an axe-wielding Palestinian killed a 13-year-old boy and left another bo
ar: بعد يومين من أداء بنيامين نتانياهو لليمين الدستورية كرئيس وزراء إسرائيل، أصدر بياناً يدين الهجوم الإرهابى الذي وقع فى وقت سابق اليوم بمستوطنة بات هعاين بالضفة الغربية حيث قتل فلسطيني يحمل فأساً طفلاً يبلغ من العمر13 عاماً وأُصيب آخر 7 أعوام بجروح طفيفة.

source: The perpetrator was thought to have fled the scene of the attack and the Israel Defense Forces were searching for him well into the evening.
ar: ويُعتقد أن الجاني فر هارباً من مكان الحادث وأخذت قوات الدفاع الإسرائيلية تبحث عنه لفترة طويلة في المساء.

source: The prime minister was briefed on the attack and the subsequent manhunt during the course of the day. A statement issued by his office said that Netanyahu exclaimed that he views the attack with the utmost gravity, and that he has instructed the defense
ar: وأُطلع رئيس الوزراء على الهجوم وما تلاه من عمليات بحث طوال اليوم، وقال بيان صادر عن مكتبه إن نتنياهو قال أنه ينظر إلى الهجوم بقلق بالغ وأنه أصدر تعليمات إلى قوات الدفاع والأمن لبذل كل ما في وسعهم للقبض بسرعة على القاتل.

source: The IDF said Thursday night that they had obtained information on the identity of the attacker and that they expected to make an arrest within several hours.
ar: وقال جيش الدفاع الإسرائيلي مساء يوم الخميس إنه حصل على معلومات عن هوية منفذ العملية وأنهم يتوقعون أن يقبضوا عليه في غضون ساعات.

source: IDF officers have been combing the West Bank village of Safa, which is adjacent to Bat Ayin, and have already made several arrests.
ar: ويقوم ضباط جيش الدفاع الإسرائيلي بتمشيط قرية صفا بالضفة الغربية وهي ملاصقة لبات هعاين وقاموا بالفعل بعدة اعتقالات.

source: Earlier Thursday, Channel 2 television reported that the terrorist was a local Palestinian employee.
ar: فى وقت سابق من يوم الخميس، ذكرت القناة الثانية التليفزيونية أن الإرهابي كان موظف محلي فلسطيني.

source: The teenage victim, identified as Shlomo Nativ, sustained critical head wounds and later died while receiving medical care, Magen David Adom rescue personnel said. The 7-year-old victim was evacuated to Hadassah Ein Karem in Jerusalem for treatment.
ar: وقال ماجين ديفيد ادوم أحد أفراد الإنقاذ أن الضحية المراهق ويدعى شلومو ناتيف أُصيب بجروح في الرأس وتوفي في وقت لاحق وقت تلقي الرعاية الطبية، أما الضحية البالغ من العمر سبعة أعوام فقد نُقل إلى مستشفى هداسا عين كارم في القدس لتلقي العلاج.

source: Security guards at the settlement wounded the attacker before he fled, said Shaul Goldstein, a settler leader. The security team here managed to shoot and hit the terrorist, but he managed to escape, he told Army Radio.
ar: وقال شاؤول جولدشتاين زعيم المستوطنين أن حراس الأمن في المستوطنة أصابوا المهاجم قبل أن يتمكن من الهروب، وقال لإذاعة الجيش الإسرائيلي تمكن فريق الأمن هنا من إطلاق النار على الإرهابي وضربه إلا أنه تمكن من الفرار.

source: Israel Radio reported that the military wing of Islamic Jihad and a lesser-known faction identifying itself as the Imad Mughniyeh Group claimed joint responsibility for the attack.
ar: وذكر راديو إسرائيل أن الجناح العسكري من حركة الجهاد الإسلامي وفصيلة أخرى أقل شهرة تطلق على نفسها جماعة عماد مغنية أعلنا مسئوليتهما عن الهجوم.

source: The dead youth was the son of Haim and Revital Nativ, one of the original settlers who founded Bat Ayin, a community of secular-cum-religious Jews. Among the residents of Bat Ayin are followers of the Braslav Hassidic sect and many Chabad devotees.
ar: والشاب القتيل هو ابن حاييم وريفايتل ناتيف، وهي احدى المستوطنات الأصليات اللاتي أسسن بات هعاين وهو مجتمع علماني وديني من اليهود، وبعض سكان بات هعاين من أتباع طائفة برسلاف ومن مخلصي طائفة شاباد.

source: Revital Nativ moved to Bat Ayin from Kibbutz Hatzor, and her husband is a long-time teacher. He runs a women's religious seminary in Jerusalem that has published children's books.
ar: انتقلت ريفايتل ناتيف إلى بات هعاين من كيبوتز هاتزور ويعمل زوجها معلماً منذ فترة طويلة ويدير مدرسة دينية للنساء في القدس والتي نشرت كتب للأطفال.

source: Immediately after the attack, a passerby confronted the terrorist and wrested the axe from his possession. The terrorist subsequently broke free from the passerby's grasp and fled the scene, Channel 2 reported.
ar: وأفادت القناة الثانية أنه فور وقوع الهجوم، واجه أحد المارة الإرهابي واستولى على الفأس الذي كان بحوزته، واستطاع الإرهابي التخلص من قبضة الرجل والفرار من مكان الحادث.
